{
    "productList": [
        {
            "id": "1",
            "imgUrl": "img/pastriesNew/product-1.jpg",
            "imgHover": [
                "img/hover/hover-1/item-a.jpg",
                "img/hover/hover-1/item-b.jpg",
                "img/hover/hover-1/item-c.jpg"
            ],
            "cakeType": "patries",
            "title": "Southern Butter Rolls",
            "description": "Southern butter rolls are traditional pastries that originate from the states of the American South, such as Virginia, Alabama, Kentucky, Tennessee, and Arkansas. They're usually made with a combination of flour, salt, butter, sugar, cinnamon or nutmeg, milk, and vanilla.\n\nVisually, the pastries look similar to cinnamon rolls. These spiraled pastries are placed in a wide pan and baked in a sauce of sugar, milk, vanilla, and cinnamon or nutmeg. Once baked, the sweet, sticky, and hot pastries are served straight out of the oven while still warm.\n\nIn the most common variation, a straightforward biscuit dough is rolled thin, spread with butter, sprinkled with sugar and spice (cinnamon, nutmeg, or a combination), then rolled, sliced, and placed in a baking pan much like standard cinnamon rolls. What follows next is something that must be experienced to be believed. A liquid mixture of dairy and sugar is heated just to a low bubble, and the whole lot is poured over the unbaked rolls. (The first time I made this recipe, as the rolls began to float and bob in the liquid, I kept saying aloud “What? No. Surely no!”) During the baking time, the dough almost poaches like a dumpling as it browns on top, and the sweet milk begins to reduce and caramelize into a silky sauce. As Chef Moseley says, “The love is in the custard.”\n\nButter rolls live at the center of a Venn diagram of frugality, simplicity, and deliciousness. It’s a recipe born out of necessity, a crafty way to use leftover biscuit scraps, and a path to a rich dessert that can feed a crowd made out of just a handful of inexpensive ingredients. “It’s one of those recipes where nobody knows where it came from — we only know that our grandmothers and our great-grandmothers all made it, and somehow it was always on the table,” Moseley says. “It comes from the African American community (especially those who moved up to Memphis from Mississippi). My grandmother always said we were the mothers of invention when it came to using scraps and making something good out of it. It’s like taking day-old rice and making rice pudding. Nothing goes to waste.”",
            "price": "1.2"
        },
        {
            "id": "2",
            "imgUrl": "img/pastriesNew/product-2.jpg",
            "imgHover": [
                "img/pastriesNew/product-2.jpg",
                "img/hover/hover-2/item-a.jpg",
                "img/hover/hover-2/item-b.jpg",
                "img/hover/hover-2/item-c.jpg"
            ],
            "cakeType": "patries",
            "title": "Wisconsin Kringle",
            "description": "Wisconsin kringle is Wisconsin's official state pastry, brought over to the USA by Scandinavian settlers in the mid-19th century. The kringle (a Danish word for pretzel) is a buttery and flaky pastry that's filled with fruits or nuts. These pastries were originally shaped into pretzels, but the bakers in Wisconsin opted for the oval shape.\n\nEach kringle should have at least about 30 layers of flaky dough, while the top is typically covered in white icing. Some of the most traditional flavors include raspberries, pecans, and almonds, but there are also other fillings such as apples, blueberries, cherries, and apricots.",
            "price": "1.7"
        },
        {
            "id": "3",
            "imgUrl": "img/pastriesNew/product-3.jpg",
            "imgHover": [
                "img/pastriesNew/product-3.jpg",
                "img/hover/hover-3/item-a.jpg",
                "img/hover/hover-3/item-b.jpg"
            ],
            "cakeType": "patries",
            "title": "Maple Bar Doughnut",
            "description": "Maple bar is an unusual American doughnut originating from the West coast and usually associated with California. The doughnut is rectangular in shape and topped with a maple glaze. Inside, it can be left as it is or filled with cream or custard. The dough is often made with a mix of flour, egg yolks, vanilla, shortening, baking powder, salt, sugar, water, and yeast, while the maple icing contains powdered sugar, salt, vanilla, and maple extract. These doughnuts have many variations, so they're often topped with nuts or bits of bacon.",
            "price": "2.5"
        },
        {
            "id": "4",
            "imgUrl": "img/pastriesNew/product-4.jpg",
            "imgHover": [
                "img/pastriesNew/product-4.jpg",
                "img/hover/hover-4/item-a.webp",
                "img/hover/hover-4/item-b.jpg"
            ],
            "cakeType": "patries",
            "title": "Bear Claw",
            "description": "A bear claw is a sweet pastry originating from the United States. Believed to have been invented during the mid-1920s, it is usually prepared with flour, butter, eggs, and milk, while the filling is typically prepared with a combination of chopped almonds, egg whites, sugar, and almond extract, if desired. The pastry is shaped into a semicircle with sliced sections along one side, and as the dough rises, those sections become separated, resulting in a shape that is reminiscent of a bear claw, hence the name. These sweet treats are baked until golden brown, and it is recommended to let them cool slightly before serving.",
            "price": "1.4"
        },
        {
            "id": "5",
            "imgUrl": "img/pastriesNew/product-5.jpg",
            "imgHover": [
                "img/pastriesNew/product-5.jpg",
                "img/hover/hover-5/item-a.webp",
                "img/hover/hover-5/item-b.jpg",
                "img/hover/hover-5/item-c.jpg"
            ],
            "cakeType": "patries",
            "title": "Cronut",
            "description": "The unusual New Yorker creation known as a Cronut is a hybrid between a croissant and a doughnut, characterized by its soft and creamy interior, and flaky layers of pastry on the exterior. These treats are fried in oil, filled with cream, rolled in sugar, and glazed on top. Due to their short shelf life of about 6 hours, the cronuts are intended to be consumed as soon as they are made. The dessert was invented in 2013 by a French pastry chef named Dominique Ansel at his bakery in New York City, when a customer pointed out that his menu did not have any version of the American classic – doughnuts. ",
            "price": "1.23"
        },
        {
            "id": "6",
            "imgUrl": "img/pastriesNew/product-6.jpg",
            "imgHover": [
                "img/pastriesNew/product-6.jpg",
                "img/hover/hover-6/item-a.jpg",
                "img/hover/hover-6/item-b.jpg"
            ],
            "cakeType": "patries",
            "title": "Malasadas",
            "description": "Malasadas are traditional Portuguese yeast-leavened doughnuts made from eggs, flour, sugar, and milk. They are sometimes coated with cinnamon or granulated sugar. The original Portuguese malasadas don't have any holes or fillings, but the variations prepared in Hawaii do. The popularity of malasadas in Hawaii is not accidental – Portuguese laborers from the Azores and Madeira came to Hawaii in the 19th century to work in the plantations. They brought their traditional foods with them, including the malasadas, which were originally prepared in order to use all the sugar and lard in one's home before Lent. ",
            "price": "5.6"
        },
        {
            "id": "7",
            "imgUrl": "img/pastriesNew/product-7.jpg",
            "imgHover": [
                "img/pastriesNew/product-7.jpg",
                "img/hover/hover-7/item-a.jpg",
                "img/hover/hover-7/item-b.jpg",
                "img/hover/hover-7/item-c.jpg"
            ],
            "cakeType": "patries",
            "title": "Beignets",
            "description": "These squares of deep-fried pastry dough are sprinkled with powdered sugar and are traditionally served hot. The dish hails from France, and French settlers brought it to the Acadia region of Canada in the 17th century. Many of the Acadians later moved to Louisiana, and they brought their culinary traditions with them. Today, beignets are most commonly associated with the French Quarter of New Orleans, where they were declared the official state donut in 1986. These treats are typically served alongside chocolate milk or café au lait, a combination often served at the Cafe Du Monde - a New Orleans restaurant that is most often associated with beignets.",
            "price": "4.6"
        },
        {
            "id": "8",
            "imgUrl": "img/pastriesNew/product-8.webp",
            "imgHover": [
                "img/pastriesNew/product-8.webp",
                "img/hover/hover-8/item-a.jpg",
                "img/hover/hover-8/item-b.jpg"
            ],
            "cakeType": "patries",
            "title": "Doughnut",
            "description": "Although archaeologists had found some petrified remains of fried cakes with holes in the center, it is still unclear how could the early Native Americans prepare these delicious fried dough desserts that we know today as doughnuts. In the past, doughnuts were known as olykoeks (oily cakes), and the pilgrims from Holland are credited for bringing them to the United States.\n\nThose early doughnuts were often made with prunes, raisins, or apples in the middle. During World War I, the doughnut was already an American favorite, consumed by soldiers that were fighting overseas as a reminder of home. In the 1950s and the 1960s, the popularity of these treats was so big that new doughnut chains started appearing on the market, such as Krispy Kreme and Dunkin' Donuts, helping in the perception of doughnuts as breakfast food.",
            "price": "4.2"
        },
        {
            "id": "9",
            "imgUrl": "img/pastriesNew/cookies-1.webp",
            "imgHover": [
                "img/pastriesNew/cookies-1.webp",
                "img/hover/hover-9/item-a.jpg",
                "img/hover/hover-9/item-b.webp",
                "img/hover/hover-9/item-c.jpg"
            ],
            "cakeType": "cookies",
            "title": "Chocolate chip cookies",
            "description": "No cookie is more American than a chocolate chip cookie. With very little variety, this recipe has remained basically the same since the 1930s. The chocolate chip cookie's origin is a little unclear; some believe a baker came up with the recipe by accident, while others dispute that claim. But one thing is certain: You have Ruth Wakefield to thank for the simple, delicious treat.",
            "price": "1.4"
        },
        {
            "id": "10",
            "imgUrl": "img/pastriesNew/product-9.webp",
            "imgHover": [
                "img/pastriesNew/product-9.webp",
                "img/hover/hover-10/item-a.jpg",
                "img/hover/hover-10/item-b.jpg"
            ],
            "cakeType": "patries",
            "title": "Apple pie",
            "description": "Nothing smells quite like an apple pie, with its buttery crust baking in the oven and fruit juices bubbling out the sides. Stuffed with apples, this dessert can be served hot and topped with creamy, cold vanilla ice cream. It's especially good for breakfast straight out of the refrigerator the next morning after it's baked, but what isn't?\n\nThe expression 'as American as apple pie' actually originated with an early 1900s newspaper advertisement for suits, according to Smithsonian magazine. The perception that apple pie was solely American was fueled by soldiers in World War II, who told everyone that they were fighting battles for mom and apple pie, the magazine explains.\n\nBut was apple pie really an American dessert? The first pies in the United States came to the country with the early settlers, and those were savory British concoctions filled with meat and spices. And as Smithsonian pointed out, the oldest-known apple pie recipe comes from 14th-century England, too. The United States has adopted the treat as its own, though, and it's a holiday staple for Americans.",
            "price": "3"
        },
        {
            "id": "11",
            "imgUrl": "img/pastriesNew/gourmet-1.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-1.webp",
                "img/hover/hover-11/item-a.jpg",
                "img/hover/hover-11/item-b.webp",
                "img/hover/hover-11/item-c.webp"
            ],
            "cakeType": "gourmet",
            "title": "Cheesecake",
            "description": "A mix of sweet, soft cream cheese, sugar, and flavorings, cheesecake has become the official dessert of New York, with other areas of the country claiming it as well. Junior's Restaurant in Brooklyn and Eileen's Special Cheesecake in downtown Manhattan hold down the fort as some of the most famous cheesecake purveyors, both in New York City and in the United States. Cheesecake's crust is either a cookie crumb mix, pastry, or a buttery graham cracker bed. Dense or fluffy, it can be topped with fruit, nuts, cookies, or syrups. Or, cheesecake can be flavored with chocolate, pumpkin, or liqueur—any combination that the chef (and diner) desires. If you want a traditional New York cheesecake slice, try a piece of cheesecake topped with strawberries or cherries.\n\nTo bake cheesecake at home, you can use a springform pan, which allows the dessert to hold its shape while it sets in a water bath. Alternatively, there are also no-bake cheesecakes that are extra easy to make. Not sure where to start? Check out these 20 Delicious Cheesecake Recipes.",
            "price": "2"
        },
        {
            "id": "12",
            "imgUrl": "img/pastriesNew/product-10.webp",
            "imgHover": [
                "img/pastriesNew/product-10.webp",
                "img/hover/hover-12/item-a.jpg",
                "img/hover/hover-12/item-b.jpg"
            ],
            "cakeType": "patries",
            "title": "Pecan pie",
            "description": "Georgia is the biggest producer of pecans in the United States, and the plentiful supply led cooks to include it in baking. The recipe became a staple in the South, especially in Atlanta's Magnolia Room in Rich's Department Store, according to James McWilliams, author of The Pecan: A History of America's Native Nut. As McWilliams explains, Callie Williams worked six days a week, baking pies at the Magnolia Room. Over the course of 1948, Williams baked a whopping 28,960 pies for the restaurant's guests.",
            "price": "1.2"
        },
        {
            "id": "13",
            "imgUrl": "img/pastriesNew/gourmet-2.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-2.webp",
                "img/hover/hover-13/item-a.webp",
                "img/hover/hover-13/item-b.webp",
                "img/hover/hover-13/item-c.webp"
            ],
            "cakeType": "gourmet",
            "title": "Carrot cake",
            "description": "A descendant of British carrot pudding, the modern-day carrot cake is a dense, moist cake flavored with allspice and topped with a rich icing of cream cheese, vanilla, and sugar. Still, the official origin of carrot cake is unknown. Stella Parks, author of BraveTart: Iconic American Desserts, suggested to Vice that carrot cake may have been created accidentally after someone misread a currant cake recipe. However it came about, though, it's a recognizable part of any cake spread.\n\nBakers and tasters have strong opinions about carrot cake add-ins, like coconut, ginger, or nuts. And while some people could be turned off by the thought of carrots in their dessert, the recipe has no overwhelming flavor of vegetables. Instead, carrot cake brings more caramel and spice comfort to the palate. And if you love carrot cake, you're in good company. George Washington reportedly ate carrot cake at Fraunces Tavern in downtown Manhattan on British Evacuation Day in 1783.",
            "price": "2.3"
        },
        {
            "id": "14",
            "imgUrl": "img/pastriesNew/gourmet-3.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-3.webp",
                "img/hover/hover-14/item-a.jpg",
                "img/hover/hover-14/item-b.jpg"
            ],
            "cakeType": "gourmet",
            "title": "Boston cream pie",
            "description": "Combining light vanilla cake, vanilla custard, and chocolate ganache, Boston cream pie is a gem of a dessert. The first Boston cream pie was made in the restaurant of the Parker House Hotel, which is now the Omni Parker House in Boston.\n\nThe first version of Boston cream pie used sponge cake filled with custard and drizzled with chocolate icing. As with many other iconic American desserts, Betty Crocker published a Boston cream pie recipe on its boxed mix and expanded its popularity. If you're interested in the original version, the Omni Parker House delivers Boston cream pie across the country.",
            "price": "4.3"
        },
        {
            "id": "15",
            "imgUrl": "img/pastriesNew/gourmet-4.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-4.webp",
                "img/hover/hover-15/item-a.jpg",
                "img/hover/hover-15/item-b.jpg"
            ],
            "cakeType": "gourmet",
            "title": "Banana pudding",
            "description": "Banana pudding is a quintessential Southern treat, but it's also one of the most popular desserts in the United States. Home cooking at its best, the creamy vanilla pudding, whipped meringue, and bananas are layered with sweet Nilla wafers. Banana pudding isn't the easiest dessert to create, and cooks can be tempted to cut corners. But to truly appreciate the depth of flavor and texture, using the original banana pudding recipe is best. After it sits for a day, the wafers meld into the custard while still providing a complement to the smooth pudding.",
            "price": "3.4"
        },
        {
            "id": "16",
            "imgUrl": "img/pastriesNew/gourmet-5.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-5.webp",
                "img/hover/hover-16/item-a.jpg",
                "img/hover/hover-16/item-b.jpg"
            ],
            "cakeType": "gourmet",
            "title": "Baked Alaska",
            "description": "A Baked Alaska features cool ice cream on top of a sponge cake, completely covered with meringue, and baked quickly in the oven to brown. As legend has it, Thomas Jefferson served an ice cream and meringue dish very similar to today's version of Baked Alaska in the White House in 1802. The final recipe, meanwhile, is said to have been created and named by French Chef Charles Ranhofer at Delmonico's in New York to celebrate the purchase of Alaska in 1867. The classic Baked Alaska is still on the Delmonico's dessert menu today.",
            "price": "1.3"
        },
        {
            "id": "17",
            "imgUrl": "img/pastriesNew/product-11.webp",
            "imgHover": [
                "img/pastriesNew/product-11.webp",
                "img/hover/hover-17/item-a.jpeg",
                "img/hover/hover-17/item-b.jpg",
                "img/hover/hover-17/item-c.jpg"
            ],
            "cakeType": "patries",
            "title": "Buckeyes",
            "description": "The Ohio legislature adopted the Ohio Buckeye as its state tree in 1953. Around the same time, the Ohio State football team adopted the nickname Buckeyes, with Brutus Buckeye serving as its mascot. Residents of Ohio referred to themselves as Buckeyes as early as the 1840s. Basically, the nut from this tree resembles a deer's eye, with a brown covering revealing a light brown center. A married couple of Ohio football fans, Gail and Steve Lucas, received a gift of some chocolate-covered peanut butter balls for Christmas. Gail recreated the recipe, but she didn't cover the peanut butter entirely. The visible portion of peanut butter looked like the nut from a buckeye tree. And from that day forward, Gail made the candy for tailgating crowds. It became a tradition for Ohio State's most devoted fans.",
            "price": "1.5"
        },
        {
            "id": "18",
            "imgUrl": "img/pastriesNew/gourmet-6.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-6.webp",
                "img/hover/hover-18/item-a.webp",
                "img/hover/hover-18/item-b.webp"
            ],
            "cakeType": "gourmet",
            "title": "Pumpkin Cake",
            "description": "This impressive Pumpkin Cake features a salted caramel frosting and is perfect for holiday entertaining! This moist and flavorful pumpkin cake recipe is topped with candied pecans and more salted caramel creating the most PERFECT cake for fall! Love pumpkin? Make sure to try this Pumpkin Spice Cutout Cookies and Pumpkin Muffins!\n\nThis Pumpkin Cake recipe is the ultimate fall dessert! This beauty starts with moist, flavorful, pumpkin cake, then gets dressed with layers of incredible salted caramel frosting, a generous garnish of candied pecans, and even more gorgeous caramel! Each component is delicious on it’s own… and combined they create a truly impressive treat!",
            "price": "3.2"
        },
        {
            "id": "19",
            "imgUrl": "img/pastriesNew/product-12.webp",
            "imgHover": [
                "img/pastriesNew/product-12.webp",
                "img/hover/hover-19/item-a.webp",
                "img/hover/hover-19/item-b.jpg"
            ],
            "cakeType": "patries",
            "title": "S'mores",
            "description": "Nothing adds more to a campfire than s'mores, a gooey roasted marshmallow squished with a chocolate bar between layers of graham cracker. The creation seems to have its roots in camping, with a recipe for Some Mores appearing in a 1927 Girl Scout guide to making campfires. Everyone has their own favorite way of roasting marshmallows. But whether you lightly turn and brown the sweet meringue or catch it on fire, it tastes wonderful with its chocolate and graham cracker sandwich.",
            "price": "2.2"
        },
        {
            "id": "20",
            "imgUrl": "img/pastriesNew/product-13.webp",
            "imgHover": [
                "img/pastriesNew/product-13.webp",
                "img/hover/hover-20/item-a.webp",
                "img/hover/hover-20/item-b.webp"
            ],
            "cakeType": "patries",
            "title": "Whatchamacallit Krispie Treats",
            "description": "Rice Krispie Treats are one of those desserts I don’t think I’ll ever get tired of.  The original recipe is delicious on it’s own, but I really love how many amazingly delicious variations there are to think up!  I’ve made lots of yummy and fun Rice Krispie Treat variations before, but this chocolate, caramel and peanut butter version is going to be added to my list of favorites!\n\nIf you’re curious about the name, these Whatchamacallit Krispie Treats were inspired by the Whatchamacallit candy bar.  A Whatchamacallit candy bar is a “peanut flavored crisp with a layer of caramel, and covered in milk chocolate.”  These Whatchamacallit Krispie Treats have all the same flavors and textures of the delicious candy bar…. and you can make them at home anytime you want!   In fact, I like this Krispie Treat version even better than the candy bar!",
            "price": "1.1"
        },
        {
            "id": "21",
            "imgUrl": "img/pastriesNew/gourmet-7.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-7.webp",
                "img/hover/hover-21/item-a.jpeg",
                "img/hover/hover-21/item-b.jpg"
            ],
            "cakeType": "gourmet",
            "title": "Swiss roll",
            "description": "This confection is also called a jelly roll or, in finer establishments, a roulade. Swiss roll is made of a light sponge cake rolled around jam, whipped cream, or icing. The popularity of rolled cakes took off in America in the 1800s. Swiss rolls roots are European, but not necessarily Swiss, but the title has lived on.",
            "price": "1.2"
        },
        {
            "id": "22",
            "imgUrl": "img/pastriesNew/gourmet-8.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-8.webp",
                "img/hover/hover-22/item-a.jpg",
                "img/hover/hover-22/item-b.jpeg"
            ],
            "cakeType": "gourmet",
            "title": "Coca-Cola cake",
            "description": "The South loves its Coke. In fact, the word is used to describe any carbonated beverage, as in, I'm going to get a coke. Cooks have added it to the most unexpected places—in stews, over hams, and even in Coca-Cola cake.\n\nThe chocolate batter looks like a run-of-the-mill chocolate cake, but once the Coke is added (full-sugar version only) along with marshmallows and it's baked, it transforms into a dense, brownie-like cake. Rich chocolate icing is poured over the top, filling in the cracks and crevices. Coca-Cola cake has graced tables in the United States since the 1950s, and it's still popular today.",
            "price": "5.2"
        },
        {
            "id": "23",
            "imgUrl": "img/pastriesNew/gourmet-9.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-9.webp",
                "img/hover/hover-23/item-a.webp"
            ],
            "cakeType": "gourmet",
            "title": "Pumpkin pie",
            "description": "Thanksgiving just isn't the same without pumpkin pie. This dessert is well-known in the United States and Canada, but you'd be hard-pressed to find it anywhere else in the world. Thanksgiving just isn't the same without pumpkin pie. This dessert is well-known in the United States and Canada, but you'd be hard-pressed to find it anywhere else in the world. As the story goes, the early American settlers made pumpkin pies at the first Thanksgiving celebration, though their version didn't have a crust. Native Americans brought pumpkins as gifts to the first residents of the European settlement to help prevent scurvy.\n\nToday, pumpkin pie traditionally starts with a pastry shell filled with a pumpkin custard flavored with cinnamon, nutmeg, cloves, and ginger and sweetened with brown sugar or molasses.",
            "price": "15"
        },
        {
            "id": "24",
            "imgUrl": "img/pastriesNew/gourmet-10.webp",
            "imgHover": [
                "img/pastriesNew/gourmet-10.webp",
                "img/hover/hover-24/item-a.webp",
                "img/hover/hover-24/item-b.jpg"
            ],
            "cakeType": "gourmet",
            "title": "Red velvet cake",
            "description": "There seem to be some differences of opinion about the origins of red velvet cake. The Adams Extract Company and the Waldorf Astoria Hotel in New York both claim to have invented the cake. Regardless, red velvet cake rose in prominence during the mid-1900s in the United States. Using cocoa in the cake seemed to soften the product, which gave rise to the term velvet. The cake itself is airy and smooth, with the cocoa adding to the batter without overpowering it. It's topped with buttery and rich cream cheese icing. The addition of the red food color makes sense from Adams Extract, at least: Popular red cakes would sell more red food coloring. Without the red dye, the cake is a lighter shade of chocolate and just as tasty, though it might just be termed velvet.",
            "price": "1.2"
        },
        {
            "id": "25",
            "imgUrl": "img/pastriesNew/cookies-2.webp",
            "imgHover": [
                "img/pastriesNew/cookies-2.webp",
                "img/hover/hover-25/item-a.jpg",
                "img/hover/hover-25/item-b.jpg"
            ],
            "cakeType": "cookies",
            "title": "Icebox cakes",
            "description": "Nabisco has printed a recipe known as The Famous Icebox Cake on the back of their chocolate wafer boxes since the 1940s. The cake became popular for its simplicity and beauty, and it's not hard to see why. The sleeves of chocolate wafers are sandwiched with fluffy sweetened and vanilla-flavored whipped cream. After setting in the refrigerator, or icebox if you prefer, the cake can be sliced to show the gorgeous layers. The dessert comes together quickly, and there's no need to use the oven. Alternate versions have been created over the years using other cookie and flavor combinations, but you can't go wrong with a classic icebox cake recipe.",
            "price": "3.6"
        },
        {
            "id": "26",
            "imgUrl": "img/pastriesNew/cookies-3.jpg",
            "imgHover": [
                "img/pastriesNew/cookies-3.jpg",
                "img/hover/hover-26/item-a.jpg",
                "img/hover/hover-26/item-b.jpg"
            ],
            "cakeType": "cookies",
            "title": "Peanut Butter Cookie",
            "description": "Peanut butter cookie consists of hand-rolled dough that is then flattened with fork tins, giving the cookies their characteristical waffle pattern. It is believed that the dough is marked to help cookies bake more evenly, but some claim it can also be a warning sign to people with peanut allergies. The dough usually consists of butter, peanut butter, eggs, milk, flour, sugar, and salt. Today, the cookies are so popular that there is even a National Peanut Butter Cookie Day, celebrated on June 12.",
            "price": "3.11"
        },
        {
            "id": "27",
            "imgUrl": "img/pastriesNew/cookies-4.jpg",
            "imgHover": [
                "img/pastriesNew/cookies-4.jpg",
                "img/hover/hover-27/item-a.jpg",
                "img/hover/hover-27/item-b.jpg"
            ],
            "cakeType": "cookies",
            "title": "Whoopie Pie",
            "description": "Despite its name, whoopie pie is actually an enlarged cookie sandwich consisting of two soft chocolate cake cookies with a sweet and fluffy white filling sandwiched in between. It is believed that whoopie pie has a Pennsylvania Amish origin, although today it is extremely popular throughout New England, especially in Maine. According to the Amish, when children would find this sweet treat in their lunch bags, they used to shout “Whoopie!“, hence the name.",
            "price": "1.1"
        },
        {
            "id": "28",
            "imgUrl": "img/pastriesNew/cookies-5.jpg",
            "imgHover": [
                "img/pastriesNew/cookies-5.jpg",
                "img/hover/hover-28/item-a.jpg"
            ],
            "cakeType": "cookies",
            "title": "Oatmeal Cookies",
            "description": "This versatile American cookie usually consists of rolled oats, sugar, eggs, butter, and spices. Often, the recipes will also include raisins. It is believed that oatmeal cookies developed from Scottish oat-based cakes. However, it is mostly assumed that they originated in the United States. While most claim that Fannie Merritt Farmer—the author of Boston Cooking-School Cook Book—was the first to publish the recipe for oatmeal cookies, it is more likely that the dessert was made and published before her recipe, which dates from 1896.",
            "price": "1.2"
        },
        {
            "id": "29",
            "imgUrl": "img/pastriesNew/cookies-6.jpg",
            "imgHover": [
                "img/pastriesNew/cookies-6.jpg",
                "img/hover/hover-29/item-a.webp",
                "img/hover/hover-29/item-b.jpg"
            ],
            "cakeType": "cookies",
            "title": "Fortune Cookie",
            "description": "The intriguing fortune cookies are crispy folded wafers hiding an entertaining fortune inside. The fortune is a written note; a proverb or a universal prophecy believed to predict the person’s future. The cookies are made with flour, sesame oil, and sugar, and have a slight vanilla flavor. They are rolled in flat, perfectly round shapes, then baked. Before they are folded, when they are still hot and pliable, the written fortune is nestled inside the cookie. As they cool, the fortune cookies harden and achieve their distinctively crunchy texture. ",
            "price": "2.14"
        },
        {
            "id": "30",
            "imgUrl": "img/pastriesNew/cookies-7.jpg",
            "imgHover": [
                "img/pastriesNew/cookies-7.jpg",
                "img/hover/hover-30/item-a.jpg",
                "img/hover/hover-30/item-b.jpg"
            ],
            "cakeType": "cookies",
            "title": "Graham Cracker",
            "description": "Graham cracker is a sweet American cracker made with graham flour and usually flavored with honey or cinnamon. The crackers date back to the early 1880s, when they were made with graham flour, lard or shortening, salt, molasses, and oil. They were invented by Sylvester Graham, a Presbyterian minister who introduced them in hopes to end masturbation – he believed that a radical vegetarian diet without white flour and spices would end lustful behaviour. Nowadays, the crackers are used in the preparation of s'mores, while graham cracker crumbs are used for pies, cheesecakes, and moon pies. In the Philippines, an icebox cake known as mango float uses graham crackers, cream, and mangoes.",
            "price": "1.6"
        },
        {
            "id": "31",
            "imgUrl": "img/pastriesNew/cookies-8.jpg",
            "imgHover": [
                "img/pastriesNew/cookies-8.jpg",
                "img/hover/hover-31/item-a.jpg",
                "img/hover/hover-31/item-b.jpg"
            ],
            "cakeType": "cookies",
            "title": "Snickerdoodle",
            "description": "Snickerdoodles are classic old-fashioned cookies that are rolled in a mixture of cinnamon and white sugar, consisting of butter, sugar, eggs, and flour. They are characterized by their texture (soft or crispy), a cracked surface of the exterior, and a buttery, sweet flavor. The cookies got their name from the German word Schneckennudeln, meaning cinnamon-dusted sweet rolls, and another theory suggest that the name stems from a series of tales from the 1900s that centered around a hero named Snickerdoodle. ",
            "price": "2.5"
        },
        {
            "id": "32",
            "imgUrl": "img/pastriesNew/cookies-9.jpeg",
            "imgHover": [
                "img/pastriesNew/cookies-9.jpeg",
                "img/hover/hover-32/item-a.jpeg",
                "img/hover/hover-32/item-b.jpeg"
            ],
            "cakeType": "cookies",
            "title": "Chocolate Chip Cookie",
            "description": "Usually accompanied by a glass of milk or a cup of hot tea or coffee, chocolate chip cookies are well balanced between salty and sweet in flavor, tenderly chewy in texture, and filled with small melting chocolate pyramids, bringing a generation of Americans back to their childhood. The origin story of these sweet treats is incredibly interesting, almost as the cookies themselves. The Toll House Inn was a popular bed-and-breakfast in Whitman, Massachusetts, bought by Ruth Graves Wakefield and her husband in 1930. Ruth's cooking was so good that the inn gained an excellent reputation in a short span of time. ",
            "price": "0.7"
        },
        {
            "id": "33",
            "imgUrl": "img/pastriesNew/drink-1.jpg",
            "imgHover": [
                "img/pastriesNew/drink-1.jpg",
                "img/hover/hover-33/item-a.jpg",
                "img/hover/hover-33/item-b.jpg",
                "img/hover/hover-33/item-c.jpg"
            ],
            "cakeType": "beverage",
            "title": "Chocolate Chip Cookie",
            "description": "It's a coffee world. Pour-over, French press, macchiato, espresso, cappuccino: all of them are fancy ways to take your morning caffeine infusion.\n\nMany of the terms for coffee drinks come to us from Italian, where they are terms of utility. Espresso comes from the Italian word that means pressed-out, which explains how the coffee drink is made; macchiato is short for caffe macchiato, which means coffee with a spot (of milk). But cappuccino bucks the trend: it comes from an Italian word that refers not to coffee, but to friars.\n\nThe Capuchin friars are members of the larger Franciscan orders of monks, and their order was founded in the 16th century in Italy. They were renowned for their missionary work among the poor, as well as their dedication to extreme austerity, poverty, and simplicity:\n\nThe characteristic simplicity of these friars is, indeed, proverbial; and it may, too, be inferred from their speech, their manners, and from their very aspect; besides being yet further illustrated by several sayings current in Italy—where their order is numbered by the thousand—such as to dine al cappuccino, to make but a sorry meal; and to travel al cappuccino, i.e. to journey on foot.\n\nThe Capuchins were also renowned for their dress. They wear a simple brown robe that includes a long, pointed hood that hangs down the back. The Italian word for this distinctive hood, cappuccio, gave rise to the Italian name for the order. It also gave rise to the Italian word for a friar of the Capuchin order used in the excerpt above: cappuccino.\n\nWhen the cappuccino drink was first introduced in Italy, it was named after the Capuchin friars because the color of the espresso mixed with frothed milk was similar to the color of the Capuchin robe. The name, whimsical in a world of utilitarian coffee-drink names, stuck; we borrowed it into English in the late 1800s.\n\nThe friars, as you may have noticed, are called Capuchins in English; they've lent their English name to a women's cloak with a hood, as well as to a monkey with a ruff of fur on its neck that looks like the friar's hood.",
            "price": "2.1"
        },
        {
            "id": "34",
            "imgUrl": "img/pastriesNew/drink-2.jpg",
            "imgHover": [
                "img/pastriesNew/drink-2.jpg",
                "img/hover/hover-34/item-a.jpg",
                "img/hover/hover-34/item-b.jpg"
            ],
            "cakeType": "beverage",
            "title": "Caffè e Latte",
            "description": "Of the 400 million cups of coffee consumed in the United States each day, millions are variants of the latte. The latte is among America’s big four caffeine products, along with espresso, cappuccino, and ice coffees.\n\nWhether you’re one of the many latte drinkers in the country or you’re considering the switch from other espresso drinks to this type of beverage, learning more about this coffee product is essential. Here’s all you need to know about this fascinating drink and how to maximize your enjoyment of the famous coffee.\n\nA latte begins with the same base as a cappuccino — a shot of espresso coffee. Then, espresso is combined with steamed milk to create a creamy smooth coffee beverage with a delicate espresso flavor. The typical shot of espresso to steamed milk ratio is 1-to-2. To finish up, the latte is topped with a thin layer of milk foam. In its simplest terms, a latte is a coffee created by combining espresso with steamed milk and milk foam. It comes in many variants, including both hot and cold, and it is considered one of the most popular espresso drinks around the globe.\n\nThe latte is traditionally thought of as a breakfast coffee. It can probably be traced back to the 17th century, even though cafes have commonly mentioned it since the 20th century. It originates from Italy, although it has been used for many years throughout mainland Europe and Britain.",
            "price": "3"
        },
        {
            "id": "35",
            "imgUrl": "img/pastriesNew/drink-3.jpg",
            "imgHover": [
                "img/pastriesNew/drink-3.jpg",
                "img/hover/hover-35/item-a.webp",
                "img/hover/hover-35/item-b.jpg"
            ],
            "cakeType": "beverage",
            "title": "Mocha coffee",
            "description": "Mocha is a drink mixed between coffee, milk and chocolate. The name Mocha originates from the city of Mocha in Yemen where the coffee was discovered and began to be popular around the world. Mocha coffee can be called by many different names depending on the language of each country and the bartender such as mocaccino coffee, moka coffee, mocca coffee… or mochachino.\n\nThis drink is especially suitable for those who are just starting to drink coffee because the sweet taste mainly comes from the coffee taste, the greasy smell of milk and the smooth milk foam layer, making this drink a favorite of the world. young.\n\nNot to be confused with the Mocha coffee bean that originates in Yemen, the mocha or caffe mocha is a sweet, chocolate-laced coffee that has become a staple on worldwide coffee menus.The drink originated in the USA and take inspiration from a Turin coffee called the Bicern.A homage to the Red Sea coastal town of Mocha, Yemen, which has been exporting coffee since the fifteenth century.Coffee imported from the region was said to have a a rich chocolatey taste, hence the term 'mocha' being used to describe the addition of chocolate to this cappuccino hybrid.Very much like a cappuccino, the mocha contains a frothed milk that is often - but not always - topped with whipped cream.Made up of one third epsresso and two thirds steamed milk with cocoa powder added, it's no wonder that those with a sweet tooth opt for this luxurious choco-coffee drink.",
            "price": "1.6"
        },
        {
            "id": "36",
            "imgUrl": "img/pastriesNew/drink-4.png",
            "imgHover": [
                "img/pastriesNew/drink-4.png",
                "img/hover/hover-36/item-a.jpg",
                "img/hover/hover-36/item-b.png"
            ],
            "cakeType": "beverage",
            "title": "Espresso Macchiato",
            "description": "Espresso macchiato (pronounced ess-press-oh mock-e-ah-toe) is a single or double espresso topped with a dollop of heated, foamed milk and (usually) served in a small cup. In Italy, it is referred to as Caffe macchiato. If you prefer your espresso to take charge of your drink's flavor, you will probably enjoy an espresso macchiato.\n\nAlong with espresso and cappuccino, a macchiato is part of the foundation of Italian coffee culture. Whereas Italians drink a cappuccino in the morning, a macchiato is a nice pick-me-up in the afternoon—a stronger drink with a touch of sweetness. And for those who might find a cappuccino too light and milky tasting, the espresso macchiato is the perfect blend\n\nAlthough you may have heard the term 'espresso beans', any type of coffee bean—from dark to lighter—can be used to make espresso. The important thing is that the beans are finely ground and that it is made with a process of pressurized brewing, forcing almost boiling water through the very finely ground beans, and then tamping down the beans to encourage even distribution of the water. Thus, the flavors become very concentrated. As a result of pressurized brewing, the coffee is thick and syrup-like with an emulsified layer on top (called crema).\n\nAnd it may surprise you to know that although there is more caffeine per ounce in espresso compared to regular coffee, an espresso provides less caffeine than a regular cup of coffee since you drink such a small amount at a time.",
            "price": "3.6"
        },
        {
            "id": "37",
            "imgUrl": "img/pastriesNew/drink-5.jpg",
            "imgHover": [
                "img/pastriesNew/drink-5.jpg",
                "img/hover/hover-37/item-a.jpg",
                "img/hover/hover-37/item-b.jpg"
            ],
            "cakeType": "beverage",
            "title": "Pumpkin Spice Latte",
            "description": "Over the last decade and a half, the PSL (a.k.a. pumpkin spice latte) has become an American autumnal staple. Our very Diaspora PSL is a dreamy, spice-forward take on the classic — a generous amount of the Peni Miris cinnamon and Anamalai nutmeg for all the pumpkin pie feels, rich in Baraka cardamom and Anamalai mace, and just a touch of spicy heat from Makhir ginger, Kandyan cloves, and a few grinds of Aranya black pepper.\n\nYou can make the syrup with any sturdy winter squash, but our two favorites are kabocha and red kuri, for their silky, squash-y richness. Our team loves a PSL that is heavy on the pumpkin spice syrup and the dairy (yes, it's perfect with both cow and plant-based milks!), because who is really drinking a PSL for the coffee? We're here for the sweet, sweet, warming spiciness of it all! But, feel free to play with the proportions of syrup, milk, and espresso or coffee until you reach your ideal fall sip.",
            "price": "1.68"
        },
        {
            "id": "38",
            "imgUrl": "img/pastriesNew/drink-6.jpg",
            "imgHover": [
                "img/pastriesNew/drink-6.jpg",
                "img/hover/hover-38/item-a.jpg",
                "img/hover/hover-38/item-b.jpg"
            ],
            "cakeType": "beverage",
            "title": "Iced Tea",
            "description": "Crisp and refreshing homemade iced tea is easy to make and easy to scale up for a crowd. This is always a hit at summer gatherings. Serve it with your favorite sweetener or enjoy it unsweetened.\n\nHomemade drinks like Lemonade, Iced Coffee, and this Iced Tea are such a treat in summer and so much better than storebought.\n\nWhether you’re looking for a drink to round out your summer BBQ with Juicy Burgers and Grilled Corn on the Cob, or just want to have some quick caffeine on hand throughout the day, you’ll love this iced tea recipe.We’re sharing all the tips and tricks you need to make the most flavorful, refreshing sweetened, or unsweetened iced tea.ced tea does have health benefits. It’s packed with antioxidants and has much less acidity than coffee, making it a great option for folks with a sensitive GI system.",
            "price": "1.2"
        },
        {
            "id": "39",
            "imgUrl": "img/pastriesNew/drink-7.webp",
            "imgHover": [
                "img/pastriesNew/drink-7.webp",
                "img/hover/hover-39/item-a.jpg",
                "img/hover/hover-39/item-b.jpg",
                "img/hover/hover-39/item-c.jpg"
            ],
            "cakeType": "beverage",
            "title": "Lemonade",
            "description": "When life gives you lemons, make the Best Lemonade Ever! This aptly named recipe is as good as it gets: Sweet, tart, easy to throw together, and oh-so refreshing. Sweeten your day with our top-rated lemonade recipe (and get our best lemonade serving and storage tips).\n\nIt couldn't be easier to make this homemade lemonade with just a few simple ingredients you probably already have on hand.\n\nWhat makes this lemonade so special? The recipe starts with a simple syrup, which is just a fancy way of saying the first step is dissolving sugar in boiling water. This ensures the finished drink is totally cohesive and smooth (and it prevents sugar from collecting at the bottom of the pitcher).\n\nObviously, you'll need lemon juice to make homemade lemonade. Freshly squeezed juice is definitely the way to go if you have fresh lemons available, but bottled juice will work in a pinch.There's nothing like a refreshing glass of ice cold lemonade to cool you down on a hot day. Just make sure to add the ice right before serving — you don't want it to dilute the sweet flavor.",
            "price": "1"
        },
        {
            "id": "40",
            "imgUrl": "img/pastriesNew/drink-8.webp",
            "imgHover": [
                "img/pastriesNew/drink-8.webp",
                "img/hover/hover-40/item-a.webp",
                "img/hover/hover-40/item-b.webp"
            ],
            "cakeType": "beverage",
            "title": "Iced Chai Tea Latte",
            "description": "Heya, friends, it’s almost spring, the weather (at least here in Southern California) is warming up, and that means it’s time to start thinking about warm-weather recipes. Top of my list is anything iced, iced mochas, iced caramel macchiatos, iced white chocolate mochas, and today I have a new iced recipe for you, an iced chai tea latte. It’s actually really simple to make an iced chai latte (or hot chai latte) at home exactly the way they do at coffee shops. You just need chai concentrate, milk, and ice. But if you’re here, I’m guessing you don’t have chai concentrate, so I’m going to show you how to make a super quick and simple shortcut chai concentrate so you can be sipping an iced chai latte in about 5 minutes.\n\nIced chai lattes do not usually include coffee. They are made with just chai concentrate and milk served over ice. However, if you would like to add coffee, you can add a shot or two of espresso and make a dirty chai latte (it’s quite good).If you’ve never had one, chai lattes taste just like what they are, sweet chai tea and milk. It’s a refreshing, lightly spicy sweet flavor that is perfect on a warm day.\n\nIt depends on the tea you use. Chai tea does have caffeine, so if you buy one from a coffee house your latte will almost certainly be caffeinated, but when making your chai latte at home, you can choose to use decaf chai for a caffeine-free chai latte.",
            "price": "2.1"
        },
        {
            "id": "41",
            "imgUrl": "img/pastriesNew/drink-9.jpg",
            "imgHover": [
                "img/pastriesNew/drink-9.jpg",
                "img/hover/hover-41/item-a.jpg",
                "img/hover/hover-41/item-b.jpg"
            ],
            "cakeType": "beverage",
            "title": "Watermelon Juice",
            "description": "Watermelon juice couldn’t be easier to extract. You don’t need a fancy-schmancy juicer, just a blender. Scoop the watermelon into the blender, blend for about thirty seconds, and ta da! You’ve made watermelon juice. Taste your juice straight from the blender. If you like it as is, you don’t need to strain it. If your watermelon had seeds in it, or you want your juice to be less pulpy, pour it through a fine-mesh sieve into a pitcher. Easy! If your juice separates as it sits, give it a little whirl with a spoon. If you’re thinking about adding a splash of tequila or white rum… I can verify that that is indeed a good idea.\n\nAs you would expect, watermelon juice is good for you. It’s high in vitamin A, vitamin C and potassium. It’s about 92% water, so it’s plenty hydrating, too (nutrition source). Thought my juice was perfectly sweet without any added sugar, but I added a squeeze of lime juice for that extra zing.",
            "price": "1.3"
        },
        {
            "id": "42",
            "imgUrl": "img/pastriesNew/drink-10.webp",
            "imgHover": [
                "img/pastriesNew/drink-10.webp",
                "img/hover/hover-42/item-a.jpg",
                "img/hover/hover-42/item-b.jpg"
            ],
            "cakeType": "beverage",
            "title": "Hot tea",
            "description": "A nice cup of hot tea is perfect for warming up on cold days, for sitting down for a chat with friends, or for self-soothing when dealing with stress. Indeed, with its numerous health benefits and cultural significance, it’s no wonder that tea is the most popular beverage in the world after water. More than 2 billion people drink it every day. However, there are some dangers to drinking tea that is too hot, including an increased risk of some types of cancer as well as burns. This article tells you everything you need to know about the benefits and downsides of drinking hot tea.\n\nHerbal teas, like chamomile, mint, rosemary, and lavender, can improve your digestive health.The infusions and mixtures of herbs can be an effective treatment for gas, indigestion, constipation, and other digestive symptoms\n\nYou may be surprised to learn that a cup of black tea each day can reduce your risk of cavities and gum disease. Research shows that enzyme-rich compounds can prevent plaque and bacteria from forming on teeth and gums.\n\nDrinking hot tea has a naturally calming effect. Enjoying a cup requires us to sit, slow down, and relax – all of which are natural weapons against stress and anxiety. To maximize this benefit go for caffeine-free herbal teas, such as peppermint and passion flower, or lavender.",
            "price": "1.56"
        },
        {
            "id": "43",
            "imgUrl": "img/pastriesNew/merchan-1.jpg",
            "imgHover": [
                "img/pastriesNew/merchan-1.jpg",
                "img/hover/hover-43/item-a.webp"
            ],
            "cakeType": "merchandise",
            "title": "Hot tea",
            "description": "Plate metal trays and troughs are used in plants for washing vegetables, textiles or stones, as simple transport containers in laundries or manufacturing companies, as collection containers for liquids such as oils, fats or water, as storage or mixing containers. Sheet metal trays also protect against the leaking of liquids and pollution of soil or groundwater.",
            "price": "4"
        },
        {
            "id": "44",
            "imgUrl": "img/pastriesNew/merchan-2.webp",
            "imgHover": [
                "img/pastriesNew/merchan-2.webp",
                "img/hover/hover-44/item-a.webp",
                "img/hover/hover-44/item-b.webp",
                "img/hover/hover-44/item-c.webp"
            ],
            "cakeType": "merchandise",
            "title": "Wooden tray",
            "description": "Wooden trays provides exceptionally valued items for the kitchen, home, office, and child's playroom. Known for their functionality and beauty, each of our products is individually crafted from the finest quality materials. This Solid Bamboo Wood Serving Tray is made from bamboo wood and is perfect for serving breakfast in bed, or for presenting sushi, cheese, or bread. It is not only functional, but enhances the decor of any kitchen or room. Hand wash with a mild soap and cool water. Do not soak. Do not put in the dishwasher, microwave or refrigerator. Extreme changes in temperature will cause the material to crack over time. Dry thoroughly. Occasional use of mineral oil on the inside will help maintain its appearance.\n\nThis solid bamboo wood tray is perfect for serving or as a lap tray,sturdy construction with built-in handles, made from bamboo wood, a natural and renewable resource",
            "price": "3"
        },
        {
            "id": "45",
            "imgUrl": "img/pastriesNew/merchan-3.jpg",
            "imgHover": [
                "img/pastriesNew/merchan-3.jpg"
            ],
            "cakeType": "merchandise",
            "title": "Paper bag",
            "description": "Perfect Stix Kraft Paper Bags are perfect for packing food, storing food, and taking food on the go. Made of 100% recycled paper construction, our bags are reusable and recyclable. This makes our kraft bags a great alternative to plastic bags. These tall and wide paper bags are perfect for anyone in the food industry to use. Customers will love the way they can easily transport their hot flaky pastries or fresh sandwich in a safe and convenient way and Proudly. Strong and sturdy bags are Made with 100% Recycled premium Kraft Paper for a heavy duty bag. Securely holding up to 2 lb. and with a basis weight of 30 lb., these standard duty bags are strong enough to hold whatever small side or specialty items your customer buys. From slices of banana bread to macaroons or even hot, flaky spring rolls, small foods won't tear through this bag and cause a mess for your customer.",
            "price": "0.5"
        },
        {
            "id": "46",
            "imgUrl": "img/pastriesNew/merchan-4.jpg",
            "imgHover": [
                "img/pastriesNew/merchan-4.jpg"
            ],
            "cakeType": "merchandise",
            "title": "Coffe mug",
            "description": "A mug is a type of cup typically used for drinking hot drinks, such as coffee, hot chocolate, or tea. Mugs usually have handles and hold a larger amount of fluid than other types of cup. Typically, a mug holds approximately 240–350 ml (8–12 US fl oz; 8.3–12.5 imp fl oz) of liquid.\n\nMug gives a strong connection between friends and memories. Your mugs are irreplaceable. Even when you do not work in the same place, or not in your school, where you got the mug as a gift, they stay to remind you of the old charm.",
            "price": "2.3"
        },
        {
            "id": "47",
            "imgUrl": "img/pastriesNew/merchan-5.jpg",
            "imgHover": [
                "img/pastriesNew/merchan-5.jpg",
                "img/hover/hover-47/item-a.png"
            ],
            "cakeType": "merchandise",
            "title": "Coffe cup",
            "description": "Drinking coffee is a haptic experience, meaning that sense of touch plays an important role. Cups perform a vital function, and a flimsy cup can lead to an 8% drop in perception of the quality of the coffee. The cup needs to keep coffee warm, as well as warming the hands of the drinker - but without burning. The inside of the cup could be used for a surprise effect, as most people tend to remove the lid to see and smell the coffee! A cup says something about the person holding it – there are millions of Instagram posts hashtagged with #coffee, and almost two thirds of people under 40 share pictures of their take-away coffee on social media. More than a third of Germans and two out of five Brits choose to drink coffee in take-away cups even when remaining at the café. In this era of social sharing, posting a picture from a popular café with a branded cup in your hand communicates your lifestyle. The printable surface of a paper cup is a great media: the brand is just a short distance from the consumer who even shares it socially.\n\nFor both experts and consumers, plastic cups are out (for obvious reasons), whereas paper cups are more acceptable. According to our study, British consumers in particular prefer paper cups over reusable cups as paper cups are more convenient and hygienic.Several experts point out that media criticism of paper cups is not fact-based, and that the value chain is working hard to take responsibility for recovering and recycling the fibres from these cups. There is an industry-wide acknowledgment of the need for a more collaborative effort in the paper cup value chain to protect against public misinformation. Adding information on how to recycle cups directly to the cup itself is therefore an easy win.",
            "price": "3.4"
        }
    ]
}